tap "shivammathur/php"
brew "bat"
brew "coreutils"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "jq"
brew "neovim"
brew "python@3.14"
brew "ripgrep"
brew "starship"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "tmux"
brew "wget"
brew "zoxide"
brew "shivammathur/php/php"
brew "shivammathur/php/php@8.3"
cask "bitwarden"
cask "claude"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "inkscape"
cask "jellyfin-media-player"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "nextcloud"
cask "obsidian"
cask "onlyoffice"
cask "orbstack"
cask "raycast"
cask "signal"
cask "spotify"
cask "thunderbird"
cask "ultimaker-cura"
cask "utm"
cask "whatsapp"
